{
    "users": [
      { "id": 1, "name": "Priyanka S. Nikam" }
    ],
    "blogs": [
      { "title": "Debunking Myths About Weight Loss You Probably Still Believe", "body": "Lego reconstructions of pop videos and cakes baked in the shape of iPods are not generally considered relevant to serious political debate. But even the most earnest bloggers will often take time out of their busy schedule to pass on some titbit of mildly entertaining geek ephemera. No one has done more to promote pointless, yet strangely cool, time-wasting stuff on the net than the editors of Boing Boing (subtitle: A Directory of Wonderful Things).  ","category":"Technology","date":"17 Oct 2020" },
      { "title": " Techcrunch", "body": "Techcrunch began in 2005 as a blog about dotcom start-ups in Silicon Valley, but has quickly become one of the most influential news websites across the entire technology industry. Founder Michael Arrington had lived through the internet goldrush as a lawyer and entrepreneur before deciding that writing about new companies was more of an opportunity than starting them himself. His site is now ranked the third-most popular blog in the world by search engine Technorati, spawning a mini-empire of websites and conferences as a result. Business Week named Arrington one of the 25 most influential people on the web, and Techcrunch has even scored interviews with Barack Obama and John McCain.","category":"Lifestyle","date":"13 Sept 2020" },
      { "title": "Kottke", "body": "One of the early wave of blogging pioneers, web designer Jason Kottke started keeping track of interesting things on the internet as far back as 1998. The site took off, boosted partly through close links to popular blog-building website Blogger (he later married one of the founders). And as the phenomenon grew quickly, Kottke became a well-known filter for surfers on the lookout for interesting reading.","category":"IT","date":"12 Aug 2020" },
      { "title": "Dooce", "body": "One of the best-known personal bloggers (those who provide more of a diary than a soapbox or reporting service), Heather Armstrong has been writing online since 2001. Though there were personal websites that came before hers, certain elements conspired to make Dooce one of the biggest public diaries since Samuel Pepys's (whose diary is itself available, transcribed in blog form, at Pepysdiary.com). Primarily, Armstrong became one of the first high-profile cases of somebody being fired for writing about her job. After describing events that her employer - a dotcom start-up - thought reflected badly on them, Armstrong was sacked. The incident caused such fierce debate that Dooce found itself turned into a verb that is used in popular parlance (often without users realising its evolution dooced - to be fired from one's job as a direct result of one's personal website.","category":"Technology","date":"11 Oct 2020"},
      { "title": "Perezhilton", "body": "Once dubbed 'Hollywood's most hated website', Perezhilton (authored by Mario Lavandeira since 2005) is the gossip site celebrities fear most. Mario, 29, is famous for scrawling rude things (typically doodles about drug use) over pap photos and outing closeted stars. On the day of Lindsay Lohan's arrest for drink-driving, he posted 60 updates, and 8m readers logged on.He's a shameless publicity whore, too. His reality show premiered on VH1 last year, and his blogsite is peppered with snaps of him cuddling Paris Hilton at premieres. Fergie from Black Eyed Peas alluded to him in a song, and Avril Lavigne phoned, asking him to stop writing about her after he repeatedly blogged about her lack of talent and her 'freakishly long arm'.  ","category":"Technology","date":"17 Oct 2020"},
      { "title": " Talking points memo", "body": "At some point during the disputed US election of 2000 - when Al Gore was famously defeated by a few hanging chads - Joshua Micah Marshall lost patience. Despite working as a magazine editor, Marshall chose to vent on the web. Eight years later Talking Points Memo and its three siblings draw in more than 400,000 viewers a day from their base in New York.Marshall has forged a reputation, and now makes enough money to run a small team of reporters who have made an impact by sniffing out political scandal and conspiracy. 'I think in many cases the reporting we do is more honest, more straight than a lot of things you see even on the front pages of great papers like the New York Times and the Washington Post,' he said in an interview last year. 'But I think both kinds of journalism should exist, should co-exist.'","category":"Lifestyle","date":"13 Sept 2020" },
      { "title": "Icanhascheezburger", "body": "Amused by a photo of a smiling cat, idiosyncratically captioned with the query 'I Can Has A Cheezburger?', which he found on the internet while between jobs in early 2007, Eric Nakagawa of Hawaii emailed a copy of it to a friend (known now only as Tofuburger). Then, on a whim, they began a website, first comprising only that one captioned photo but which has since grown into one of the most popular blogs in the world.Millions of visitors visit Icanhascheezburger.com to see, create, submit and vote on Lolcats (captioned photos of characterful cats in different settings). The 'language' used in the captions, which this blog has helped to spread globally, is known as Lolspeak, aka Kitty Pidgin. In Lolspeak, human becomes 'hooman', Sunday 'bunday', exactly 'xackly' and asthma 'azma'. There is now an effort to develop a LOLCode computer-programming language and another to translate the Bible into Lolspeak.","category":"IT","date":"12 Aug 2020" },
      { "title": "Beppe Grillo", "body": "A typical blog by Grillo calls, satirically or otherwise, for the people of Naples and Campania to declare independence, requests that Germany declare war on Italy to help its people ('We will throw violets and mimosa to your Franz and Gunther as they march through') or reports on Grillo's ongoing campaign to introduce a Bill of Popular Initiative to remove from office all members of the Italian parliament who've ever had a criminal conviction. Grillo's name for Mario Mastella, leader of the Popular-UDEUR centre-right party, is Psychodwarf. 'In another country, he would have been the dishwasher in a pizzeria,' says Grillo. Through his blog, he rallied many marchers in 280 Italian towns and cities for his 'Fuck You' Day last September.Among the most visited blogs in the world is that of Beppe Grillo, a popular Italian comedian and political commentator, long persona non grata on state TV, who is infuriated daily - especially by corruption and financial scandal in his country.","category":"Technology","date":"11 Oct 2020"},

      { "title": "Gawker", "body": "A New York blog of 'snarky' gossip and commentary about the media industry, Gawker was founded in 2002 by journalist Nick Denton, who had previously helped set up a networking site called First Tuesday for web and media entrepreneurs. Gawker's earliest fascination was gossip about Vogue editor Anna Wintour, garnered from underlings at Conde Nast. This set the tone for amassing a readership of movers and shakers on the Upper East Side, as well as 'the angry creative underclass' wishing either to be, or not be, like them, or both ('the charmingly incompetent X... the wildly successful blowhard'). Within a year Gawker's readers were making 500,000 page views per month. Nowadays the figure is 11m, recovering from a recent dip to 8m thanks to the showing of a Tom Cruise 'Indoctrination Video' which Scientologists had legally persuaded YouTube to take down. Gawker remains the flagship of Gawker Media, which now comprises 14 blogs, although gossiping by ex-Gawker insiders, a fixation on clicks (which its bloggers are now paid on the basis of) and fresh anxiety over defining itself have led some to claim Gawker has become more 'tabloidy' and celeb- and It-girl-orientated, and less New York-centric. But its core value - 'media criticism' - appears to be intact.","category":"Technology","date":"17 Oct 2020" },
      { "title": " The Drudge Report", "body": "The Report started life as an email gossip sheet, and then became a trashy webzine with negligible traffic. But thanks to the decision in 1998 to run a scurrilous rumour – untouched by mainstream media – about Bill Clinton and a White House intern named Monica Lewinsky, it became a national phenomenon. Recent scoops include Barack Obama dressed in tribal garb and the fact Prince Harry was serving in Afghanistan. Drudge is scorned by journalists and serious bloggers for his tabloid sensibilities, but his place in the media history books is guaranteed. And much though they hate him, the hacks all still check his front page – just in case he gets another president-nobbling scoop.","category":"Lifestyle","date":"13 Sept 2020" },
      { "title": "Xu Jinglei", "body": "Jinglei is a popular actress (and director of Letter From An Unknown Woman) in China, who in 2005 began a blog ('I got the joy of expressing myself') which within a few months had garnered 11.5m visits and spurred thousands of other Chinese to blog. In 2006 statisticians at Technorati, having previously not factored China into their calculations, realised Jinglei's blog was the most popular in the world. In it she reports on her day-to-day moods, reflections, travels, social life and cats ('Finally the first kitten's been born!!! Just waiting for the second, in the middle of the third one now!!!!!!!! It's midnight, she gave birth to another one!!!!!!'). She blogs in an uncontroversial but quite reflective manner, aiming to show a 'real person' behind the celebrity. Each posting, usually ending with 'I have to be up early' or a promise to report tomorrow on a DVD she is watching, is followed by many hundreds of comments from readers – affirming their love, offering advice, insisting she take care. Last year her blog passed the 1bn clicks mark.","category":"IT","date":"12 Aug 2020" },
      { "title": "Treehugger", "body": "Treehugger is a green consumer blog with a mission to bring a sustainable lifestyle to the masses. Its ethos, that a green lifestyle does not have to mean sacrifice, and its positive, upbeat feel have attracted over 1.8m unique users a month. Consistently ranked among the top 20 blogs on Technorati, Treehugger has 10 staff but also boasts 40 writers from a wide variety of backgrounds in more than 10 countries around the world, who generate more than 30 new posts a day across eight categories, ranging from fashion and beauty, travel and nature, to science and technology. Treehugger began as an MBA class project four years ago and says it now generates enough revenue from sponsorship and advertising to pay all its staffers and writers. It has developed a highly engaged community and has added popular services like TreeHugger.tv, and a user-generated blog, Hugg. It was bought by the Discovery Channel last year for a rumoured $10m.","category":"Technology","date":"11 Oct 2020"},
      { "title": "TMZ", "body": "You want relentless celebrity gossip on tap? TMZ will provide it, and when we say relentless, we mean relentless. The US site is dripping with 'breaking news' stories, pictures and videos, and deems celeb activity as mundane as stars walking to their cars worthy of a video post. TMZ was launched in 2005 by AOL and reportedly employs around 20 writers to keep the celeb juice flowing. It pulls in 1.6m readers a month and is endlessly cited as the source for red-top celeb stories. It was the first to break Alec Baldwin's now infamous 'rude little pig' voicemail last April, for instance. TMZ prides itself on being close to the action, so close, in fact, a TMZ photographer had his foot run over by Britney Spears mid-meltdown. They auctioned the tyre-tracked sock on eBay in aid of US charity the Children's Defense Fund last autumn.'","category":"Lifestyle","date":"13 Sept 2020" },
      { "title": "Engadget", "body": "Engadget provides breaking news, rumours and commentary on, for instance, a camera able to track a head automatically, the very latest HD screen or 'visual pollution' concerns prompted by hand-held pico laser-projectors. The world's most popular blog on gadgets and consumer electronics, Engadget was founded by Peter Rojas in 2004 and won the Web Blogs Awards that year and each year since. Now part of Weblogs Inc (owned by AOL), it is offered on many other sites (including GoogleMail) as a default RSS feed, and is published in English, Spanish, Japanese and Chinese. Last year, a mistake confirmed Engadget's power - upon reporting a supposed email (which turned out to be a hoax) from Apple, informing Apple employees of a delay in the launch of iPhone, Apple's share price fell by 3 per cent within minutes. Rojas also co-founded rival gadget blog Gizmodo.","category":"IT","date":"12 Aug 2020" },
      { "title": "Marbury", "body": "No matter what happens between now and 4 November, you can be certain the US presidential election of 2008 will be among the most historically important and dramatic of any fought. Having an informed opinion will be a must, but if you are as yet unable to tell your Iowa Caucus from your Feiler Faster Thesis, Marbury – a British blog on American politics – is the place to start. The site's creator, Ian Leslie, is an ex-expat who fell for American politics during a four-year stint living in New York. The site signposts important events and interesting analyses, gives context and witty commentary on everything from the most serious speeches to the silliest election-themed YouTube clips. And West Wing fans will be pleased to note that the blog's name is a reference to the show's British ambassador to the United States, Lord John Marbury, who, appropriately enough, provided an eccentrically British but reliably insightful appraisal of American politics.","category":"Technology","date":"11 Oct 2020"},


      { "title": "Students for a free Tibet", "body": "Taking the protest online, Students for a Free Tibet (SFT) is a global, grassroots network of students campaigning to free Tibet, which has been occupied by China since 1950. Students in Tibet face arrest for posting on the site, but many escape to blog about their experiences in exile. With a history of direct action, the group is now uniting worldwide members through the web, blogging to spread word of news and protests, and using sites like Facebook to raise funds. The organisation, which was founded in 1994 in New York, spans more than 35 countries and gets up to 100,000 hits a month. In 2006, SFT used a satellite link at Mount Everest base camp to stream live footage on to YouTube of a demonstration against Chinese Olympic athletes practising carrying the torch there. Later this year the web will be a critical tool in organising and reporting protests during the games. 'SFT plans to stage protests in Beijing during the games and post blogs as events unfold,' says Iain Thom, the SFT UK national co-ordinator. 'But for security reasons we can't reveal details of how or where yet.' Similarly, a massive protest in London on 10 March will be the subject of intense cyber comment. In response, the site has fallen victim to increasingly sophisticated cyber attacks. Investigations have traced the sources back to China, leading to speculation that the Chinese authorities are trying to sabotage the site to stop online critics.","category":"Technology","date":"17 Oct 2020" },
      { "title": " Jezebel", "body": "Last year Gawker Media launched Jezebel – a blog which aimed to become a brilliant version of a women's magazine. It succeeded quickly, in part by acknowledging the five big lies perpetuated by the women's media: The Cover Lie (female forgeries of computer-aided artistry); The Celebrity-Profile Lie (flattery, more nakedly consumerist and less imaginative than the movies they're shilling for); The Must-Have Lie (magazine editors are buried in free shit); The Affirmation Crap Lie (you are insecure about things you didn't know it was possible to be insecure about); and The Big Meta Lie (we're devastatingly affected by the celebrity media). Their regular 'Crap Email From a Dude' feature is especially fantastic, as is their coverage of current stories (opinionated and consistently hilarious) and politics. It offers the best lady-aimed writing on the web, along with lots of nice pictures of Amy Winehouse getting out of cars.","category":"Lifestyle","date":"13 Sept 2020" },
      { "title": "Go fug yourself", "body": "It's a neat word, fug – just a simple contraction of 'ugly' and its preceding expletive – but from those three letters an entire fugging industry has grown. At Go Fug Yourself, celebrity offenders against style, elegance and the basic concept of making sure you're covering your reproductive organs with some form of clothing before you leave the house are 'fugged' by the site's writers, Jessica Morgan and Heather Cocks. In their hands, the simple pleasure of yelping 'Does she even OWN a mirror?' at a paparazzi shot of some B-list headcase in fuchsia becomes an epic battle against dull Oscar gowns, ill-fitting formalwear and Lindsay Lohan's leggings. The site stays on the right side of gratuitous nastiness by dishing out generous praise when due (the coveted 'Well Played'), being genuinely thoughtful on questions of taste and funnier on the subject of random starlets in sequined sweatpants than you could possibly even imagine.","category":"IT","date":"12 Aug 2020" },
      { "title": "Peteite Anglaise", "body": "The tagline of a new book hitting British shelves reads 'In Paris, in love, in trouble', but if it were telling the whole story, perhaps it should read 'In public' too. Bored at work one day in 2004, expat secretary Catherine Sanderson happened upon the concept of blogging. With a few clicks and an impulse she created her own blog, and quickly gathered fans who followed her life in Paris, the strained relationship with her partner and adventures with her toddler. And there was plenty of drama to watch: within a year her relationship had broken up, and she'd met a new man who wooed her online. Readers were mesmerised by her unflinching dedication to telling the whole story, no matter how she would be judged. Soon afterwards, however, Sanderson's employers found out about the blog and promptly fired her. Defeat turned into victory, however, with the press attention she gathered from the dismissal not only securing victory in an industrial tribunal, but also helping her score a lucrative two-book deal with Penguin.","category":"Technology","date":"11 Oct 2020"},
      { "title": "Chocolate and Zucchini", "body": "For Clothilde Dusoulier, a young woman working in computing and living in the Paris district of Montmartre, starting a blog was a way of venting her boundless enthusiasm for food without worrying she might be boring her friends with it. Five years later Chocolate and Zucchini, one of the most popular cooking blogs, has moved from being a hobby to a full-time career. The mixture of an insider's view on gastronomic Paris, conversational, bilingual writing and the sheer irresistibility of her recipes pull in thousands of readers every day. This, in turn, has led to multiple books and the ability to forge a dream career as a food writer.The name of the blog is, she says, a good metaphor for her cooking style: 'The zucchini illustrates my focus on healthy and natural eating... and the chocolate represents my decidedly marked taste for anything sweet.'","category":"Technology","date":"17 Oct 2020"},
      { "title": " Waiter rant", "body": "Rant isn't quite the right word for this collection of carefully crafted stories from the sharp end of the service industry in a busy New York restaurant. 'The Waiter', as the author is known, has been blogging his experiences with fussy customers and bad tippers since 2004, winning a gong at blogging's biggest awards, the Bloggies, in 2007. It's representative – but by no means the first – of the so-called 'job-blogs', with people from all walks of life, from ambulance drivers (randomactsofreality.net) and policemen (coppersblog.blogspot.com) to the greatly loved but now defunct Call Centre Confidential. Between them they chronicle life in their trade, and usually from behind a veil of anonymity. Something about the everyday nature of The Waiter – a person we like to pretend is invisible or treat with servile disdain – deconstructing the event later with a subtle, erudite typestroke, has captured the public imagination and (hopefully) made some people behave better in restaurants than they otherwise might.","category":"Lifestyle","date":"13 Sept 2020" },
      { "title": "WoWinsider", "body": "WoWinsider is a blog about the World of Warcraft, which is the most popular online role-playing game in the world, one for which over 10m pay subscriptions each month in order to control an avatar (a character, chosen from 10 races) and have it explore landscapes, perform quests, build skills, fight monsters to the death and interact with others' avatars. WoWinsider reports on what's happening within WoW ('Sun's Reach Harbor has been captured'). It also reports on outside developments and rumours ('A future patch will bring a new feature: threat meters'). Supporters of US presidential candidate Ron Paul promoted on WoWInsider their recent virtual mass march through the WoW. And the blog recently reported that America's Homeland Security are – seriously – looking for a terrorist operating within WoW.","category":"IT","date":"12 Aug 2020" },
      { "title": "Beppe Grillo", "body": "A typical blog by Grillo calls, satirically or otherwise, for the people of Naples and Campania to declare independence, requests that Germany declare war on Italy to help its people ('We will throw violets and mimosa to your Franz and Gunther as they march through') or reports on Grillo's ongoing campaign to introduce a Bill of Popular Initiative to remove from office all members of the Italian parliament who've ever had a criminal conviction. Grillo's name for Mario Mastella, leader of the Popular-UDEUR centre-right party, is Psychodwarf. 'In another country, he would have been the dishwasher in a pizzeria,' says Grillo. Through his blog, he rallied many marchers in 280 Italian towns and cities for his 'Fuck You' Day last September.Among the most visited blogs in the world is that of Beppe Grillo, a popular Italian comedian and political commentator, long persona non grata on state TV, who is infuriated daily - especially by corruption and financial scandal in his country.","category":"Technology","date":"11 Oct 2020"},

      { "title": "I Am Not the Only One", "body": "I was out of shape. And so, about 15 years ago I began my voyage of balance. Two commandments dictated my lifestyle—daily workouts and disciplined diet. My home gym welcomed me every morning at 8am. My meals became low in carbs and high in animal protein. I loved my chicken and mutton. Over time it was no longer about lean mass. My taste buds had the better of me. Then, on Dec. 22nd, 2019, I gave up meat. It has only been a few months. But, I know it is for good. That’s why I am documenting it in public domain. I have no temptations. Does my conviction deserve an applause? No. As many of my past convictions fizzled out. However, I know it is different this time. You see, my determination is fueled by my inner strength. It’s a dormant strength—from getting rid of a lifelong habit to holding strong in a pandemic–it’s right there in all of us, and yet, we miss it. So, let’s play detective and demystify this universal ‘source’ of strength. ","category":"Technology","date":"17 Oct 2020" },
      { "title": " The Secret of Failure", "body": "On a bright sunny morning a group of kids in the neighbourhood found an open field inviting for a game of football.  However, there was an issue—they didn’t have a football kit.  So, the kids decided that each one of them would bring one item to build the kit.  One brought the football, another got the corner flag, and the remaining brought goalkeeper gloves, marking chalk, goalposts, etc.Everyone gathered on the ground as it was now time to make two teams.  But soon, an argument broke out due to lack of consensus on who gets to pick the teams.  The kids then determined that the person who had brought the most important item to play, will get to decide the teams.Time passed by and they were still unable to decide the most important thing.  Finally, they concluded that they would just start playing with all the items that were brought and then get rid of items one at a time to see which is the most important item left in the end to play the game.","category":"Lifestyle","date":"13 Sept 2020" },
      { "title": "Road Less Cycled", "body": "Once a man was riding a cycle and noticed another rider about half a mile ahead of him.  The man realized that the rider was traveling at a speed slightly lower than him, and decided to overtake the latter.  The man had about a mile to go on the road before taking his intended turn.  So, he started cycling faster and with every block inched closer to the rider.  Within minutes he was just 50m behind the rider.  He gathered all his strength, paddled hard, and finally got ahead of the rider—beaming like a winner.  It felt almost like the last lap of a grand triathlon! As he crossed the rider, he turned his head in triumph to watch the loser’s expressions.  And that’s when he grasped the unperturbed rider had no clue they were in a race!  Unsatisfied, he turned his head back on the road, only to realize that he had been so busy competing that he had missed his turn.  He had gone nearly six blocks past it and had to turn around and go all the way back.","category":"IT","date":"12 Aug 2020" },
      { "title": "Remember Me!", "body": "“Remember, when I laid in despair in the hospital?” I asked him. “What did you tell me? ‘Keep telling yourself “I am Fine”, and you will be fine!’ Your advice did wonders for me. It will work for you as well, Daddy.”I reminded him of the words that he had spoken to me from his wheelchair as I laid helpless in my hospital bed last year with an amoebic liver abscess. I was fighting back my tears. I didn’t need to because he couldn’t see me. Did my words carry the impact? I don’t know. As I couldn’t see him either. He was on the other side of the call, his voice inaudible. Perhaps, he was prioritizing to conserve his breath. I would never know as it was the last I spoke to him. Two days later, he travelled to the other side. `Alone in the final leg of his journey. How I wish I could have held the hand that had blessed me for decades for just a moment before letting go. Unfortunately, that’s not how COVID-19 operates. Fortunately, the virus can only dictate how you die, not how you lived. The closure of Dad’s story was preceded by many beautiful chapters.","category":"Technology","date":"11 Oct 2020"},
      { "title": "The Rising Sunset", "body": "One day a professor entered the classroom and asked his students to prepare for a surprise test. On their desk was a question paper with the text facing down, as usual. The students turned the page to begin their test. To everyone’s surprise, there were no questions, just a black dot in the centre of the page.The professor, on seeing the expression on everyone’s face, told them, “I want you to write what you see there.” The confused students started working on the inexplicable task. At the end of the class, the professor read out each one’s answer aloud. All the answers, with no exceptions, described the black dot, explaining its position, size, shade, etc.","category":"Lifestyle","date":"13 Sept 2020" },
      { "title": "Duty in Despair", "body": "Once during a famine, a desperate man stepped out of his house to earn a living.  He came across a fruit farm.  Hungry, he decided to steal some fruits.  But, as he started plucking, the farmer came chasing after him with a stick.  The man ran into a nearby forest and climbed a tree to evade the farmer.From his vantage point, the man witnessed a disturbing scene.  There was an injured cheetah who was unable to walk.  The man wondered how the poor cheetah would survive, for it couldn’t move, let alone hunt and eat.  As he pondered, to his horror, he saw a ferocious lion approach the cheetah.  The lion was returning from a hunt and was holding a huge piece of fresh meat in his mouth.  All the animals ran away, except the helpless cheetah.  Then, something strange unfolded.  Instead of attacking his vulnerable rival, the lion laid his piece of meat in front of the cheetah and walked away.","category":"IT","date":"12 Aug 2020" },
      { "title": "Hamari Kahani – Version 1", "body": "An IT professional while getting ready for work, gazed in the mirror and noticed a grey strand of hair.  “Age is catching up,” he reflected gloomily, “and I still haven’t found my life partner!”  His glance slid down to his old, faded shirt, the wrinkles gradually smoothening against the slight bulge of his stomach.  “It’s high time I got back to my exercise routine,” he reminded himself, “and perhaps it’s also time to upgrade my wardrobe, maybe my entire lifestyle.  I need to get out of this tiny apartment, discard my old bike and buy a car.”  The brainwave triggered an image of his parents and made him ponder, “What is more important?  Upgrading social status or financially assisting those whose sacrifices are the reason I have a good job today?”The thought of his ‘good job’ failed to elevate his spirits.  Career came with its set of stresses—demanding boss, subtle politics, promotion anxiety, and competing colleagues.  Yes, the teammates were nice, but it was just not the same as college friends of the carefree days.  “I wish my old friends lived nearby,” he lamented as he got off the elevator, only to realize that his bike had gone for repair.  “Everyone has deserted me, so why not my travel companion as well,” he resigned with a dejected smile.  “So today is the first day I try out the new metro,” he concluded as he walked over to the station and boarded the train.","category":"Technology","date":"11 Oct 2020"}

    ]
}
   